export const userStatuses = ['פעיל', 'לא פעיל', 'חסום']

export const postCategories = ['ריהוט', 'מכשור חשמלי', 'כלי מטבח', 'כלי בית', 'צעצועים/משחקים', 'ספרים', 'ביגוד', 'כלי עבודה', 'ציוד ספורט וקמפינג', 'ציוד משרדי', 'פרטי תינוקות', 'יצירה', 'עיצוב הבית', 'ציוד לחיות מחמד', 'כלי נגינה', 'ציוד רפואי', 'טיפוח', 'תיקים', 'ציוד לבית הספר'];

export const postStatuses = ['זמין', 'לא זמין למסירה', 'בתהליך מסירה', 'נמסר', 'סגור', 'מבוטל', 'בבדיקת מנהל'];

export const reportTypes = ["מידע שגוי/מוטעה", "שימוש לרעה במערכת", "הטרדה/התנהגות לא הולמת", "ספאם", "הונאה", "מעבר על חוקי הפורמט", "פגיעה בפרטיות", "פרסום חוזר של פריטים שנמסרו בעבר", "אחר"];

export const reportStatuses = ['פתוח', 'בטיפול מנהל', 'בבירור', 'סגור'];

export const requestStatuses = ['נסגר', 'נשלח', 'אושר', 'נדחה', 'בוטל'];


// export default { userStatuses, postCategories, postStatuses, reportTypes, reportStatuses, requestStatuses };

